package top.mothership.cabbage.consts;

public class ShigureTiming {
    public static final String[] TIMING = {
            "深夜0時だよ。日付が変わったね。",
            "マルヒトマルマル。提督、疲れたね。",
            "マルフタマルマル。大丈夫？",
            "マルサンマルマル。静かな夜だね。",
            "マルヨンマルマル。僕は大丈夫。提督は優しいね。",
            "マルゴーマルマル。新しい一日がはじまるね。",
            "マルロクマルマル。今日一日、僕が提督に時間を伝えるよ。",
            "マルナナマルマル。朝は僕も好きだな。",
            "マルハチマルマル。提督、そろそろ出撃しよう。",
            "マルキュウマルマル。世間は忙しないね。",
            "ヒトマルマルマル。提督の仕事は…まぁ、提督が仕事だよね、うん。",
            "ヒトヒトマルマル。僕も少しお腹が空いたなぁ。",
            "ヒトフタマルマル。疲れたかい？丁度いい、お昼にしよう。",
            "ヒトサンマルマル。提督とお昼、嬉しいね。",
            "ヒトヨンマルマル。午後の任務も頑張ろう。",
            "ヒトゴーマルマル。ランキング、気になる？",
            "ヒトロクマルマル。提督、お疲れ様。",
            "ヒトナナマルマル。提督は忙しいんだね。",
            "ヒトハチマルマル。僕もお手伝いができたらいいのに。",
            "ヒトキュウマルマル。そろそろ、夕食の時間だね。",
            "フタマルマルマル。そろそろ夜戦の時間か…。騒がしくなるね。",
            "フタヒトマルマル。すっかり夜か…。",
            "フタフタマルマル。マイペースでいいんだ。うん、僕もそうさ。",
            "フタサンマルマル。今日は佐世保の時雨もそろそろ看板かな。"
    };


}
